Repository: lichinka/ht
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Beginner
sl_si: Začetnik

source: Intermediate
sl_si: Srednji

source: Advanced
sl_si: Napredni

source: Registered
sl_si: Včlanjen igralec

source: This user has already been assigned a club profile
sl_si: Ta uporabnik je že registriran kot klub

source: Address
sl_si: Naslov

source: Telephone numbers
sl_si: Telefonske številke

source: Club or company name
sl_si: Naziv kluba oz. podjetja

source: Representative's full name
sl_si: Ime in priimek zastopnika

source: Representative's title
sl_si: Naziv zastopnika

source: Tax number
sl_si: Identifikacijska številka za DDV

source: This user has already been assigned a player profile
sl_si: Ta uporabnik je že registriran kot igralec

source: Avatar
sl_si: Slika

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
sl_si: %(ext)s je neveljaven format. Sprejemljivi formati so: %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
sl_si: Vaša datoteka je prevelika (%(size)s). Omejitev velikosti datotek je %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
sl_si: Trenutno imate %(nb_avatars)d. Ne moremo shraniti več kot %(nb_max_avatars)d slik.

source: Avatar for %s
sl_si: Avatar uporabnika (%s)

source: Successfully uploaded a new avatar.
sl_si: Nalaganje slike je bilo uspešno.

source: Successfully updated your avatar.
sl_si: Posodabljanje slike je bilo uspešno.

source: Successfully deleted the requested avatars.
sl_si: Izbris slik(e) je bil uspešen.

source: Default Avatar
sl_si: Privzeto

source: started following
sl_si: sledi

source: stopped following
sl_si: ne sledi

source: Copy of
sl_si: Kopija

source: Only one court setup may be active at once
sl_si: Samo en razpored igrišč mora biti aktiviran naenkrat

source: Default
sl_si: Privzeto

source: Clay
sl_si: Pesek

source: Cement
sl_si: Beton

source: Grass
sl_si: Trava

source: Rubber
sl_si: Guma

source: Carpet
sl_si: Preproga

source: Monday
sl_si: Ponedeljek

source: Tuesday
sl_si: Torek

source: Wednesday
sl_si: Sreda

source: Thursday
sl_si: Četrtek

source: Friday
sl_si: Petek

source: Saturday
sl_si: Sobota

source: Sunday
sl_si: Nedelja

source: Vacancy terms should be one hour long
sl_si: Termini razpoložljivosti igrišč morajo biti dolgi eno uro

source: from
sl_si: od

source: to
sl_si: do

source: Cannot delete court setup
sl_si: Tega razporeda igrišč ne morete izbrisati

source: The selected court setup cannot be deleted because it has reservations attached to it.
sl_si: Izbranega razporeda igrišč ne morete izbrisati, ker na njem obstajajo rezervacije.

source: Content
sl_si: Vsebina

source: Metadata
sl_si: Metapodatki

source: flagged
sl_si: označeno

source: Flag selected comments
sl_si: Označi izbrane komentarje

source: approved
sl_si: potrjeno

source: Approve selected comments
sl_si: Potrdi izbrane komentarje

source: removed
sl_si: izbrisano

source: Remove selected comments
sl_si: Izbriši izbrane komentarje

source: 1 comment was successfully %(action)s.
sl_si: Komentar uspešno %(action)s.

source: %(site_name)s comments
sl_si: Komentarji o spletnem portalu %(site_name)s

source: Latest comments on %(site_name)s
sl_si: Zadnji komentarji o spletnem portalu %(site_name)s

source: Name
sl_si: Ime

source: Email address
sl_si: Naslov elektronske pošte

source: Comment
sl_si: Komentar

source: Watch your mouth! The word %s is not allowed here.
sl_si: Ta beseda (%s) ni dovoljena tukaj!

source: content type
sl_si: tip vsebine

source: object ID
sl_si: ID objekta

source: user
sl_si: uporabnik

source: user's name
sl_si: ime uporabnika

source: user's email address
sl_si: email uporabnika

source: user's URL
sl_si: URL uporabnika

source: comment
sl_si: komentar

source: photo
sl_si: slika

source: date/time submitted
sl_si: poslano dne

source: IP address
sl_si: IP naslov

source: is public
sl_si: dostopno vsem

source: Uncheck this box to make the comment effectively disappear from the site.
sl_si: Zbriši to polje, da bi komentar dejansko izginil iz portala.

source: is removed
sl_si: izbrisano

source: comments
sl_si: komentarji

source: This comment was posted by an authenticated user and thus the email is read-only.
sl_si: Registrirani uporabnik je poslal to sporočilo, zato je naslov samo za branje.

source: flag
sl_si: oznaka

source: date
sl_si: datum

source: comment flag
sl_si: oznaka komentarja

source: comment flags
sl_si: oznake komentarja

source: Approve a comment
sl_si: Potrdi komentar

source: Really make this comment public?
sl_si: Ali spremenim komentar, da bo dostopno vsem?

source: Approve
sl_si: Potrdi

source: Thanks for approving
sl_si: Hvala za potrditev

source: Remove a comment
sl_si: Izbriši komentar

source: Really remove this comment?
sl_si: Ali izbrišem komentar?

source: Remove
sl_si: Izbrisano

source: Thanks for removing
sl_si: Izbrisal sem komentar

source: Flag this comment
sl_si: Označi komentar

source: Really flag this comment?
sl_si: Ali označim ta komentar?

source: Flag
sl_si: Oznaka

source: Thanks for flagging
sl_si: Komentarju sem dodal oznako

source: Post
sl_si: Pošlji

source: Preview
sl_si: Prepogled

source: Thanks for commenting
sl_si: Hvala za oddan komentar

source: Thank you for your comment
sl_si: Hvala za oddan komentar

source: Preview your comment
sl_si: Prepogled komentarja

source: Please correct the error below
sl_si: Popravite spodnjo napako

source: and
sl_si: in

source: Post your comment
sl_si: Pošlji svoj komentar

source: or make changes
sl_si: ali jih uredi

source: Discard
sl_si: Zavrzi

source: City
sl_si: Mesto

source: Cities
sl_si: Mesta

source: -- any day --
sl_si: -- kadarkoli --

source: -- anywhere --
sl_si: -- kjerkoli --

source: Week days
sl_si: Med tednom

source: Weekends
sl_si: Med vikendom

source: Saturdays
sl_si: Ob sobotah

source: Sundays
sl_si: Ob nedeljah

source: Mondays
sl_si: Ob ponedeljkih

source: Tuesdays
sl_si: Ob torkih

source: Wednesdays
sl_si: Ob sredah

source: Thursdays
sl_si: Ob četrtkih

source: Fridays
sl_si: Ob petkih

source: up to
sl_si: do

source: Invitation
sl_si: Vabilo

source: in
sl_si: v/na

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Did you win?
sl_si: Ali si zmagal(a)?

source: The entered score does not fit the match type.
sl_si: Rezultat ne ustresa izbranemu številu nizov.

source: One set
sl_si: En niz

source: Best of three sets
sl_si: Dva dobljena niza

source: Best of five sets
sl_si: Trije dobljeni nizi

source: won
sl_si: premagal(a)

source: Challenge
sl_si: Preveri

source: About
sl_si: O

source: played on
sl_si: igrali v

source: Transfer all reservations
sl_si: Prenesi vse rezervacije

source: Delete all reservations
sl_si: Izbriši vse rezervacije

source: Please select a valid court setup!
sl_si: Izberite pravilen razpored igrišč!

source: No free terms for all reservations
sl_si: Ni dovolj prostih terminov oz. igrišč za prenos vseh rezervacij

source: Please check the dates!
sl_si: Preverite datume!

source: This field is required
sl_si: To polje je obvezno

source: Today
sl_si: Danes

source: Tomorrow
sl_si: Jutri

source: -- anytime --
sl_si: -- kadarkoli --

source: Morning
sl_si: Zjutraj

source: Afternoon
sl_si: Popoldan

source: Evening
sl_si: Zvečer

source: 1 hour
sl_si: 1 uro

source: 2 hours
sl_si: 2 uri

source: 3 hours
sl_si: 3 ure

source: By player
sl_si: S strani igralca

source: By club
sl_si: S strani kluba

source: Repairs
sl_si: Vzdrževanje

source: Reservation sent
sl_si: Rezervacija zaključena

source: Your reservation has been processed! Please check your message box for possible cancellation due to bad weather or other unexpected events.
sl_si: Prejeli smo vašo rezervacijo. Prosimo, da preverite vaš nabiralnik za sporočila v zvezi z morebitnim preklicem rezervacije zaradi slabega vremena ali drugih nepročakovanih dogodkov.

source: Loading ...
sl_si: Nalagam ...

source: The object you are looking for cannot be found
sl_si: Te strani ne najdemo

source: There has been an internal error
sl_si: Prišlo je do nepričakovane napake ...

source: Leave us a message so we will able to track the problem down.
sl_si: Lahko pustite sporočilo, ki nam bo pomagalo pri odpravljanju odkrite napake.

source: Thank you for helping us improve the portal!
sl_si: Hvala ker nam pomagate pri izboljšavi portala!

source: Terms of service
sl_si: Pogoji uporabe

source: Register me!
sl_si: Registriraj se!

source: Warning
sl_si: Pozor

source: I cannot let you pass since you currently are superuser. Please try again!
sl_si: Ne moreš nadaljevati, ker si prijavljen kot superman. Poskusi znova!

source: Logout
sl_si: Odjava

source: Welcome!
sl_si: Dobrodošli!

source: Login
sl_si: Prijava

source: Institutional data
sl_si: Osebna izkaznica

source: Edit
sl_si: Uredi

source: Login data
sl_si: Podatki za prijavo

source: Badge
sl_si: Grb

source: Ads
sl_si: Oglasi

source: The ads you publish, including the comments people post on them, are displayed here.
sl_si: Tukaj lahko pregledate svoje oddane oglase, skupaj s pripradajočimi komentarji drugih ljudji.

source: You may also follow other people's ads that may interest you. Try finding that racquet you always dreamed about!
sl_si: Vi lahko tudi sledite oglase drugih, ki vas zanimajo. Poskusite najti tisti lopar, katerega ste vedno sanjali!

source: Search
sl_si: Išči

source: Save
sl_si: Shrani

source: First name
sl_si: Ime

source: Last name
sl_si: Priimek

source: Game level
sl_si: Nivo igre

source: Male?
sl_si: Moški

source: Right handed?
sl_si: Desničar

source: Wrong email address or password
sl_si: Napačno geslo ali naslov elektronske pošte

source: User name
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: Personal information
sl_si: Osebni podatki

source: (Male)
sl_si: (Moški)

source: (Female)
sl_si: (Ženska)

source: Right-handed
sl_si: Desničar

source: Left-handed
sl_si: Levičar

source: Profile
sl_si: Profil

source: Reservations
sl_si: Rezervacije

source: Your current avatar:
sl_si: Vaša trenutna slika:

source: You haven't uploaded an avatar yet. Please upload one now.
sl_si: Niste še naložili svoje slike. Lahko to storite sedaj!

source: Upload new image
sl_si: Naloži sliko

source: Please select the avatars that you would like to delete.
sl_si: Prosimo, da izberete slike, ki jih želite izbrisati.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
sl_si: Trenutno nimate naloženih slik. Prosimo, da <a href="%(avatar_change_url)s">naložite vsaj eno</a>.

source: Delete These
sl_si: Izbriši

source: Your account has been activated! Enjoy!
sl_si: Vaš račun je aktiviran! Dobrodošli!

source: Account activated
sl_si: Račun uspešno aktiviran

source: This account cannot be activated. If you feel this is not correct, please leave us a message and we will contact you back.
sl_si: Račun ni moč aktivirati. Če menite, da je prišlo do kakšne težave, prosimo, da nam pustite sporočilo in vam bomo z veseljem pomagali.

source: Account not activated
sl_si: Račun ni moč aktivirati

source: Registration is currently closed. Please try again in a few hours.
sl_si: Postopek registracije je trenutno onemogočen. Poskusite znova čez nekaj ur.

source: Registration closed
sl_si: Postopek registracije je trenutno onemogočen

source: An activation email has been sent. It contains all the instructions for activating your account.
sl_si: Na vaš naslov smo poslali elektronsko sporočilo, ki vsebuje navodila za aktivacijo računa.

source: Activation mail sent
sl_si: Sporočilo poslano

source: ago
sl_si: nazaj

source: View my actions
sl_si: Moje aktivnosti

source: No actions yet
sl_si: Ni aktivnosti

source: Add
sl_si: Dodaj

source: You don't have permission to edit anything.
sl_si: Nimate pravic za spremembo podatkov.

source: Recent Actions
sl_si: Zadnje aktivnosti

source: My Actions
sl_si: Moje aktivnosti

source: None available
sl_si: Ni na voljo

source: Unknown content
sl_si: Neznana vsebina

source: Artificial light
sl_si: Umetna svetloba

source: No artificial light
sl_si: Brez umetne svetlobe

source: Indoor
sl_si: Pokrito igrišče

source: Outdoor
sl_si: Zunanje igrišče

source: Court setups
sl_si: Razpored igrišč

source: (active)
sl_si: (aktiviran)

source: Activate
sl_si: Aktiviraj

source: Court
sl_si: Igrišče

source: Number
sl_si: Številka

source: Light
sl_si: Umetna svetloba

source: Surface
sl_si: Površina

source: Single only?
sl_si: Samo posamezno?

source: Is available?
sl_si: Na voljo?

source: (currently active)
sl_si: (trenutno aktiviran)

source: Clone
sl_si: Kopiraj

source: Delete
sl_si: Izbriši

source: Not available for reservations
sl_si: Ni na voljo za rezervacije

source: Properties
sl_si: Lastnosti

source: Prices per day and hour
sl_si: Cene po dnevih za uro

source: Deactivate
sl_si: Zakleni

source: Make reservation
sl_si: Rezerviraj

source: Availability
sl_si: Razpoložljivost

source: and later
sl_si: ali pozneje

source: Invite
sl_si: Povabi

source: Tell us when you have time, so that other people will be able to invite you for a match!
sl_si: Vpišite termine, ko ste na voljo za igro, tako da vas bodo drugi ljudje povabili na igro!

source: I would like to play on
sl_si: Rad(a) bi igral(a) ob

source: near
sl_si: v bližini mesta

source: No players found to play on the selected days
sl_si: Ni igralcev na voljo za igro v izbranih dnevih

source: Try to find
sl_si: Poskusite najti

source: players nearby
sl_si: druge igralce v bližini

source: You have an error
sl_si: Napaka v vnosu

source: Match played on
sl_si: Dvoboj z dne

source: Enter a comment about this match
sl_si: Napišite komentar o tem dvoboju

source: Enter match result
sl_si: Vnos rezultata dvoboja

source: Matches
sl_si: Dvoboji

source: Comments
sl_si: Komentarji

source: Write in the result of every match you play against another HT members, and you will appear on our ranking!
sl_si: Z vsakim vnešenim rezultatom dvoboja se prebite gor v lestvici igralcev portala!

source: Current ranking
sl_si: Trenutna lestvica

source: No data for the ranking yet
sl_si: Ni še rezultatov dvobojev

source: The ranking is calculated based on the amount of points achieved by each player.
sl_si: Točkovanje na lestvici izračunamo na podlagi točk, ki jih je vsak igralec dosegel.

source: A player gets one point for every game she/he wins. For example, after a match resulting
sl_si: Igralcu pripada eno točko za vsako dobljeno igro. Na primer, če je rezultat dvoboja

source: in 7:6, 6:2, the winner gets 13 points, whereas the loser gets 8 points.
sl_si: 7:6, 6:2, zmagovalcu pripada 13 točk, medtem ko poražencu pripada 8 točk.

source: All matches reported to HT are taken into account.
sl_si: Za lestvico se upoštevajo vsi vnešeni rezultati.

source: Welcome to %(site_name)s! To activate your account, simply click on the link below or paste into the url field on your favorite browser:
sl_si: Dobrodošli na portalu %(site_name)s! Za aktivacijo svojega računa morate slediti spodnjo povezavo ali jo prilepiti v polje 'Naslov' spletnega brskalnika:

source: By signing up for a %(site_name)s account I acknowledge that I have read and agree to the Terms of Use and Privacy Policy located at the following link:
sl_si: Z registracijo na portalu %(site_name)s izjavljam, da sem prebral oz. prebrala pogoje uporabe in politiko zasebnosti, ki se nahajajo na naslednji povezavi, in da se z njimi strinjam:

source: The activation link will only be good for %(expiration_days)s days, after that you will have to try again from the beginning. If you have any questions about the system, feel free to contact us anytime at
sl_si: Aktivacijska koda vašega računa bo delovala naslednjih %(expiration_days)s dni, nato bo potrebno postopek registracije ponoviti. Če imate kakršnokoli vprašanje o sistemu, vas prosimo, da nas takoj kontaktirate na

source: Thank you for your registration! %(site_name)s team.
sl_si: Hvala lepa za vašo registracijo! Ekipa %(site_name)s.

source: Welcome to %(site_name)s!
sl_si: Dobrodošli na portalu %(site_name)s!

source: Reservation on court %(num)s
sl_si: Reservacija igrišča %(num)s

source: Date
sl_si: Datum

source: From
sl_si: Od

source: To
sl_si: Do

source: Description
sl_si: Opis

source: Repeat weekly?
sl_si: Ponavljaj tedensko?

source: until date
sl_si: do dne

source: Cancel reservation
sl_si: Prekliči rezervacijo

source: Show
sl_si: Pojdi

source: Previous week
sl_si: Prejšnji teden

source: Next week
sl_si: Naslednji teden

source: Confirm reservation
sl_si: Potritev rezervacije

source: Club
sl_si: Klub

source: Confirm
sl_si: Potrdi

source: Free
sl_si: Prosto

source: Near city
sl_si: V bližini mesta

source: Date and Time
sl_si: Datum in uro

source: for
sl_si: za

source: Featured clubs
sl_si: Izbrani klubi

source: Fast reservation
sl_si: Hitra rezervacija

source: Transfer or delete reservations?
sl_si: Prenos ali izbris rezervacij?

source: The system has found that there are booked courts over the object you have selected.
sl_si: Sistem je našel rezervirane termine na objektu, ki ste ga izbrali.

source: Please indicate, what should we do with them.
sl_si: Določite, kaj naj sistem naredi z njimi.

source: Select one of these actions:
sl_si: Izberite eno od teh možnosti:

source: Transfer to:
sl_si: Prenesi v:

source: Reservations found
sl_si: Rezervacije najdene

source: Repetition?
sl_si: Ponavljaj?

source: more ...
sl_si: več ...

source: Earlier
sl_si: Prej

source: Later
sl_si: Pozneje

source: Inbox
sl_si: Prejeto

source: Sent
sl_si: Poslano

source: Trash
sl_si: Izbrisano

source: Compose Message
sl_si: Novo sporočilo

source: Send
sl_si: Pošlji

source: Feedback
sl_si: Povratne informacije

source: Thank you for sharing your opinions and comments with us!
sl_si: Zahvaljujemo se za delitev vaše mnenje in pripombe z nami!

source: Mark as read
sl_si: Označi kot prebrano

source: Reply
sl_si: Odgovori

source: No messages
sl_si: Ni sporočil

source: Invitations
sl_si: Vabila

source: Here you will see the people you've invited for a tennis match. All invitations you receive are also displayed here. Start now and look for a new opponent to play against!
sl_si: V tem oknu prikazujemo soigralce, katere ste kdaj povabili na teniškem dvoboju. Tukaj tudi vidite vsa prejeta vabila. Začnite zdaj in si poiščite novega nasprotnika!

source: on
sl_si: vklopljeno

source: Deleted messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
sl_si: Izbrisana sporočila se samodejno odstranjujejo iz te mape, zato ni primerna za arhiviranje.

source: Undelete
sl_si: Nazaj v Prejeto

source: View Message
sl_si: Glej sporočilo

source: Subject
sl_si: Naslov

source: Sender
sl_si: Od

source: Recipient
sl_si: Za

source: group
sl_si: skupina

source: Creates the message optionally for all users or a group of users.
sl_si: Pošlji sporočilo vsem uporabnikom ali skupini uporabnikov.

source: All users
sl_si: Vsi uporabniki

source: Message
sl_si: Sporočilo

source: Date/time
sl_si: Datum/ura

source: The following usernames are incorrect: %(users)s
sl_si: Naslednji uporabniki ne obstajajo: %(users)s

source: Body
sl_si: Besedilo

source: Message Received
sl_si: Novo sporočilo

source: you have received a message
sl_si: prejeli ste novo sporočilo

source: Message Sent
sl_si: Sporočilo poslano

source: you have sent a message
sl_si: poslali ste sporočilo

source: Message Replied
sl_si: Sporočilo poslano

source: you have replied to a message
sl_si: poslali ste odgovor

source: Reply Received
sl_si: Prejeli ste odgovor

source: you have received a reply to a message
sl_si: prejeli ste odgovor na poslano sporočilo

source: Message Deleted
sl_si: Sporočilo je bilo izbrisano

source: you have deleted a message
sl_si: izbrisali ste sporočilo

source: you have undeleted a message
sl_si: izbrisali ste sporočilo

source: Parent message
sl_si: Predhodno sporočilo

source: sent at
sl_si: poslano dne

source: read at
sl_si: prebrano dne

source: replied at
sl_si: odgovorili ste dne

source: Messages
sl_si: Sporočila

source: Message successfully sent.
sl_si: Sporočilo poslano!

source: Message successfully deleted.
sl_si: Izbrisali ste sporočilo.
